---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.CandelasPerSquareMeter
source: html/62b86b31-6683-9895-027a-d838dc84a28c.htm
---
# Autodesk.Revit.DB.UnitTypeId.CandelasPerSquareMeter Property

Candelas per square meter.

## Syntax (C#)
```csharp
public static ForgeTypeId CandelasPerSquareMeter { get; }
```